request.xml

<?xml version='1.0' encoding='utf-8'?>
<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
  <soap-env:Header/>
  <soap-env:Body>
    <con:ConstituentEnrollmentData xmlns:con="http://www.cu.edu/integration">
      <ConstituentId>E15E8B99-6F8C-11e2-96DE-00505691002B</ConstituentId>
    </con:ConstituentEnrollmentData>
  </soap-env:Body>
</soap-env:Envelope>